usagi-engineering/circuitpython/ports/raspberrypi/boards/usagiengineering_aurora_rp2040/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Aurora"
#define MICROPY_HW_MCU_NAME "rp2040"
